package constants

type SongQuote struct {
	Song string
	Quote string
}

var SongQuotes = []SongQuote{
	{
		Song: "Босоногий пёс",
		Quote: `Чтобы согреться я носил под рубахой птицу.
				Чтобы согреться я грыз на морозе кость.
				Чтобы согреться я дышал на твои мизинцы.
				Дай мне сахар, я — босоногий пёс.`,
	},
	{
		Song: "КУРАРА ЧИБАНА",
		Quote: `Не смотри на меня так,
				Курара Чибана.
				Я ни в чем не виноват,
				Курара Чибана.`,
	},
	{
		Song: "Летчики",
		Quote: `Ни песен
				Ни строчки
				Взорваться к рассвету
				То ли мы летчики
				То ли поэты мы
				То ли поэтому
				Только поэтому
				`,
	},
	{
		Song: "Надо больше хорошего",
		Quote: `В моем городе самая тяжелая работа — любить кого-то,
				Но кто-то же должен выполнять и эту работу.
				В моем городе каждый час возникает желание убить кого-то,
				Или я кого то или меня кто-то.
				Это что то из разряда фантастики, что-то из классики,
				Кем-то уже было когда то поставлено.
				Это постоянно рядом с нами и меняет местами фонограммы прошлого.
				Что-то хорошее рядом. Надо больше хорошего.
				`,
	},
	{
		Song: "Так оно и будет",
		Quote: `
				Так оно и будет - приходят и уходят люди,
				Приносят улыбки, приносят посуду,
				И любят, каждую минуту любят.
				Так оно и будет, так оно и будет.
				`,
	},
	{
		Song: "екатеринбюргер",
		Quote: `
				здесь не ходят в гости здесь вам не Майами
				и каменные розы завянут под дождями
				девушка с барсеткой не дойдет до пары
				фонари- кокетки загасились плавно
				парковать бесплатно девушку поближе
				на конспектах пятна на проспектах ближе
				хотелось обезьяной быть с душою дельфинячей
				но я забыл сказать забыл подумать как тебя люблю екатеринбюргер
				`,
	},
	{
		Song: "Листопад",
		Quote: `
				утро давит на глаза мелко, мелко завтрак стынет
				как нахлынет так и снимет календарь свои права
				а ей снятся поезда папиросы, мандарины
				проводницы-Магдалины и тупые фраера
				`,
	},
	{
		Song: "Насдвое",
		Quote: `нас двое.
				а это значит кто-то сверху спокоен
				это значит нас покажут по ящику
				беспорядочно бродим прозрачные
				мы герои передач про уфоидов
				провокаторы снов сумасшедшего
				пляшем голые в лучах от прожектора
				после отбоя на поле футбольном
				в колонии женской`,
	},
}